[Dungeon.A_ShadowLurker H7EditorWarUnit]
mDesc="进攻型战争单位"
mName="暗影魔眼"
mLore="暗影魔眼是一种低等的黑暗灵体，他们是一团长着紫色眼睛的阴影，从阴影周围伸出的触手末端也都长着一只更小的眼镜。\n\n习得厉兵秣马后解锁：被暗影魔眼击中的单位在5回合内防御降低15点。"

[Academy.A_GreatPyramid H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="大金字塔"
mLore="摧毁一座城堡的防御需要用到强大的法力。大金字塔是体型更大，结构更复杂的魔力聚集装置，亦能提供强大摧毁力。"

[Academy.A_HealingTent H7EditorWarUnit]
mDesc="辅助型战争单位"
mName="治疗帐篷"
mLore="法师们更愿意让他们的随从为其作战，而自己则处在远离战场的安全位置。该举动绝非眼睁睁地看着手下死于战斗而自己却无动于衷：疗伤大法士和炼金师们会在帐篷中救死扶伤。有些时候，法师将军还会把火精怪召唤到帐篷中修理损坏的构造体。"

[Sylvan.A_GreaterEarthElemental H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="巨型土元素"
mLore="土元素是一种带有生命力的矿质生物，他们看似几块岩石自行拼凑后的奇怪混合体。这些灵体偶尔会出现在精灵城镇中向西莱纳表达敬意，有时也会陪伴着精灵加入战斗。它们中最强壮的成员甚至有能力引发地震从而摧毁最坚固的建筑物和城墙。"

[Stronghold.A_TamedCyclops H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="驯从独眼巨人"
mLore="独眼巨人的力量如此之大，他们经常被部署为攻城部队以摧毁大门，塔楼或城墙。这些庞然大物如此凶猛和狂野，即使是兽人也害怕它们，并使用重型链来阻止他们横冲直撞。"

[Sylvan.A_BallistaSylvan H7EditorWarUnit]
mDesc="进攻型战争单位"
mName="弩车"
mLore="艾罗兰的精灵们并不需要搬弄庞大的战争机器。当有所需要时，只要让林妖们把附近的树木变成合适的形状即可。"

[Dungeon.A_TamedWyvern H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="穴居双足飞龙"
mLore="易格-池沃的穴居双足飞龙有一双巨大的蝠翼，他们拥有像龙一样的脑袋，而猫一般的身体上覆盖着爬行动物的鳞片。它们的唾液极具腐蚀性，虽然对肉体无效但却能溶解木头和石头，这使他们成为了“攻城利器”。"

[Academy.A_SmallPyramid H7EditorWarUnit]
mDesc="进攻型战争单位"
mName="小金字塔"
mLore="金字塔使用魔导材料与稀有水晶制造，它们能聚集魔法，引导其定位并重新选择走向。金字塔最初的作用是帮助法师进行某些困难的魔法仪式，而现在的角色则是在战场上向敌军发射致命的魔法飞弹。"

[Stronghold.A_Dreamcatcher H7EditorWarUnit]
mDesc="进攻和辅助性战争单位"
mName="踏梦者"
mLore="要想成为一个踏梦者，萨满首先必须前往精神世界进行一次梦境之旅，以寻找先祖的灵魂。在旅程中清除了身体和灵魂深处的混沌力量后，踏梦者就可以使用地母的力量来释放治疗或攻击性魔法来协助部落了。"

[haven.A_CatapultHaven H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="投石机"
mLore="自从上古杉提瑞时代开始，投石机就已经是最主要的攻城器械。虽然设计上各有千秋（有些利用木梁和绳索绷紧后弹射瞬间产生的能量发动，另一些则是利用杠杆原理），它们的主要目的却如出一辙：把巨大的岩石投向敌军的城墙。"

[Dungeon.A_Faceless H7EditorWarUnit]
mDesc="辅助型战争单位"
mName="无面者"
mLore="无面者是龙神中最为神秘和不为人知的追随者。唯一对其些许确切描述就是：他们通常行事诡秘；如果你能感觉到他们的存在，那定是眼角一瞬而过的画面，或是身处记忆幻觉中奇怪时刻，亦或是一种被人盯着看的奇怪感觉...他们很少参加战斗，更愿意在暗中提供支持。"

[haven.A_BallistaHaven H7EditorWarUnit]
mDesc="进攻型战争单位"
mName="圣堂弩车"
mLore="弩车是一种被设计用来在远程发射大型利器（通常是巨箭、撞钉或者石块）的战争机器，人们也常常把它叫作“巨弩”。弩车在战场上最大的作用是用来攻击敌人中那些最难啃的骨头。"

[neutral.A_Harpoon H7EditorWarUnit]
mDesc="攻击战争单位"
mName="鱼叉"

[Necropolis.A_Namtaru H7EditorWarUnit]
mDesc="进攻和辅助性战争单位"
mName="织命蛛女"
mLore="作为蜘蛛女神的化身，织命蛛女（娜姆塔茹）通常会在墓园的基地中出现。她们像蜂后一般守卫着自己的领地，并促使其发展。织命蛛女能在人形和蜘蛛之间的各种形态自由切换。"

[Necropolis.A_SpittingSpider H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="喷吐蜘蛛"
mLore="几个世纪以来，赫莱士山区中的巨型喷吐蜘蛛都被亡灵巫师们用于攻城战斗。它们会对敌人的防御工事投掷巨大的暗黑毒珠，其强烈的腐蚀性能溶解最坚固的城墙。"

[haven.A_HealingSister H7EditorWarUnit]
mDesc="辅助型战争单位"
mName="修女"
mLore="艾尔拉思的修女投身于龙神的神圣之光。作为天赐之选，这些女士将她们的一生奉献给他人，为所有需要的人们带去温暖。而在战争时期，她们跟随军队出征，救死扶伤。修女们受到过艾尔拉思的祝福，并拥有强大而治愈之力，有时她们能创造真正的奇迹。"

[Sylvan.A_MotherTreant H7EditorWarUnit]
mDesc="辅助型战争单位"
mName="树精之母"
mLore="树精最初仅仅是一根普通的树苗，因为某种机缘龙血浸入树干中进而唤起了他们一系列的感官。根据树种的不同，树精又能呈现出男性或者女性的特点。树精之母通常十分注重对精灵和其他森林居民的保护。"